Repository: Banashbib/Monjed
Catalog: Localizable.xcstrings
Source language: en
Languages: ar

source: {He said, “Do not fear, I am with you, I hear and I see.}
ar: {قَالَ لَا تَخَافَا ۖإِنَّنِي مَعَكُمَا أَسْمَعُ وَأَرَىٰ}

source: * Apply ice directly to the affected area, but avoid immersing the affected limb in cold water. * Calm down and Calm the injured person. * Calm down and Calm the injured person. * Do not take tranquilizers. * If possible, take Scorpio to the emergency room while taking caution.
ar: * ضع الثلج مباشرة على المنطقة المصابة، ولكن تجنب غمر الطرف المصاب في الماء البارد. * اهدئ و هدئ المصاب. * لا تتناول المهدئات. * إن أمكن، اصطحب العقرب إلى الطوارئ مع أخذ الحيطة والحذر.

source: * Calm down the injured person; This can slow the spread of the poison in the body * Trying to remember the shape and color of the snake to aid treatment. * Wash the sting with soap and water immediately. * Lying down or sitting, trying to put the affected limb in a comfortable position. * Remove anything tight around the affected body part (eg: rings or bracelets) as they can cause damage if swelling occurs. * Cover the sting site with a clean, dry bandage. * Do not bind any area close to the affected area. * Avoid trying to remove the poison, and go immediately to the nearest emergency room. * Avoid wounding the affected area or sucking the poison. * Do not apply ice or immerse the wound in water. * Call 911 immediately.
ar: * تهدئة المصاب؛ هذا يمكن أن يبطئ انتشار السم في الجسم * محاولة تذكر شكل ولون الثعبان للمساعدة في العلاج. * اغسل مكان اللدغة بالماء والصابون فوراً. * الاستلقاء أو الجلوس، ومحاولة وضع الطرف المصاب في وضع مريح. * قم بإزالة أي شيء ضيق حول الجزء المصاب من الجسم (مثل الخواتم أو الأساور) لأنها يمكن أن تسبب الضرر في حالة حدوث التورم. * تغطية مكان اللسعة بضمادة نظيفة وجافة. * عدم ربط أي منطقة قريبة من المنطقة المصابة. * تجنب محاولة إزالة السم، واذهب فوراً إلى أقرب غرفة طوارئ. * تجنب جرح المنطقة المصابة أو مص السم. * لا تضع الثلج أو تغمر الجرح في الماء. * اتصل بالرقم 911 على الفور.

source: * Check the patient's vital signs like breathing. * Elevate the burned area above the patient's heart level, if possible. * Cover the burn using a damp sterile bandage or a cool clean cloth.
ar: * فحص العلامات الحيوية للمريض مثل التنفس. * رفع المنطقة المحروقة فوق مستوى قلب المريض إن أمكن. * تغطية الحرق باستخدام ضمادة معقمة ورطبة أو قطعة قماش باردة ونظيفة.

source: * Cleaning the wound after the bleeding stops; This is done using a saline solution if possible, and if it is not available, bottled drinking water can be used.
ar: * تنظيف الجرح بعد توقف النزيف؛ ويتم ذلك باستخدام المحلول الملحي إن أمكن، وإذا لم يتوفر يمكن استخدام مياه الشرب المعبأة.

source: * Cool the burn wound to alleviate the pain by holding the burned area under cool (not freezing) running water for 10 to 15 minutes. * Remove any accessories (such as: rings, watches or belts) if any, and remove shoes or clothes quickly and gently before the area swells. * Cover the burn using a damp sterile bandage or a cool clean cloth, to reduce the risk of infection. Take painkillers to relieve the pain if necessary.
ar: * قم بتبريد جرح الحرق لتخفيف الألم عن طريق وضع المنطقة المحروقة تحت الماء الجاري البارد (وليس المتجمد) لمدة 10 إلى 15 دقيقة. * إزالة أي إكسسوارات (مثل: الخواتم أو الساعات أو الأحزمة) إن وجدت، ونزع الأحذية أو الملابس بسرعة وبلطف قبل أن تنتفخ المنطقة. * تغطية الحرق باستخدام ضمادة معقمة رطبة أو قطعة قماش نظيفة وباردة، لتقليل خطر العدوى. تناول المسكنات لتخفيف الألم إذا لزم الأمر.

source: * Cover the wound with a clean, sterile bandage. However, if the wound is contaminated or caused by a bite (such as a dog bite), or caused by a contaminated needle, it must be left open.
ar: * تغطية الجرح بضمادة نظيفة ومعقمة. أما إذا كان الجرح ملوثًا أو ناتجًا عن عضة (مثل عضة كلب)، أو ناتج عن إبرة ملوثة، فيجب تركه مفتوحًا.

source: * Direct pressure on the wound to stop bleeding, while avoiding binding around the wound site. This can lead to tissue damage.
ar: * الضغط المباشر على الجرح لوقف النزيف مع تجنب الربط حول مكان الجرح. هذا يمكن أن يؤدي إلى تلف الأنسجة.

source: * Do not restrain the patient during seizures. * Do not gather around the patient. * Do not put anything in the patient's mouth or between their teeth. * Do not attempt to move the patient during a seizure. * Do not panic and do not assume that the victim is aware of what is happening or what has happened. * Do not give the patient any kind of food or drink until they wake up completely.
ar: * عدم كبح المريض أثناء النوبات. * عدم التجمع حول المريض. * لا تضع أي شيء في فم المريض أو بين أسنانه. * لا تحاول تحريك المريض أثناء النوبة. * لا داعي للذعر ولا تفترض أن الضحية على علم بما يحدث أو بما حدث. * عدم إعطاء المريض أي نوع من الطعام أو الشراب حتى يستيقظ تماماً.

source: * Don't remove burned clothing stuck to the skin. * Don't cover the burn with adhesive bandage. * Avoid placing larger burned areas of the body in cold water as this may cause shock. * Do not put ice directly on the burned area. * Don't apply any ointments or use butter or toothpaste or any other burn remedies. * Avoid touching the blister bubbles resulting from the burn. * Don't place thin cotton on the burned area as it could irritate the skin.
ar: * لا تقم بإزالة الملابس المحترقة والعالقة بالجلد. * لا تقم بتغطية الحرق بضمادة لاصقة. * تجنب وضع المناطق المحروقة الأكبر من الجسم في الماء البارد لأن ذلك قد يسبب صدمة. * عدم وضع الثلج مباشرة على المنطقة المحروقة. * لا تضع أي مراهم أو تستخدم الزبدة أو معجون الأسنان أو أي علاجات أخرى للحروق. * تجنب لمس الفقاعات الناتجة عن الحرق. * لا تضعي قطعة قطن رقيقة على المنطقة المحروقة لأنها قد تهيج الجلد.

source: * Don't remove burned clothing stuck to the skin. * Don't place larger burned areas of the body in cold water as this may cause shock (sudden drop in body temperature). * Don't cover the burn with adhesive bandage. * Don't apply any ointments or use butter or toothpaste or any other burn remedies. * Don't place thin cotton on the burned area as it could irritate the skin.
ar: * لا تقم بإزالة الملابس المحترقة والعالقة بالجلد. * لا تضع المناطق المحروقة الكبيرة من الجسم في الماء البارد لأن ذلك قد يسبب صدمة (انخفاض مفاجئ في درجة حرارة الجسم). * لا تقم بتغطية الحرق بضمادة لاصقة. * لا تضع أي مراهم أو تستخدم الزبدة أو معجون الأسنان أو أي علاجات أخرى للحروق. * لا تضعي قطعة قطن رقيقة على المنطقة المحروقة لأنها قد تهيج الجلد.

source: * Don't try touching the blister bubbles resulting from the burn. * Don't apply any ointments or use butter or toothpaste or any other burn remedies. * Do not put ice directly on the burned area.
ar: * لا تحاول لمس الفقاعات الناتجة عن الحرق. * لا تضع أي مراهم أو تستخدم الزبدة أو معجون الأسنان أو أي علاجات أخرى للحروق. * عدم وضع الثلج مباشرة على المنطقة المحروقة.

source: * Elevate the head by placing a hand on the forehead and another hand down the chin and lifting it gently to clear the airway. * Check their pulse by placing two fingers on the windpipe (Adam's apple). * Start artificial respiration (mouth-to-mouth resuscitation) straight away by slowly blowing into the mouth of the person 5 times (for 1.5 to 2 seconds) while observing their chest as it rises with each blow. Wait until the chest drops back before you blow into their mouth again. * Start cardiopulmonary resuscitation CPR (30 chest compressions). * Repeat mouth-to-mouth resuscitation twice then do CPR once, until the person wakes up or until the ambulance arrives. * If the drowning person starts breathing again before the ambulance arrives, they must be warmed up with clothes or blankets and their wet clothes must be changed. * Monitor the patient and keep checking their pulse and breathing until the ambulance arrives.
ar: * ارفع الرأس بوضع يدك على الجبهة واليد الأخرى أسفل الذقن ورفعها برفق لفتح مجرى الهواء. * افحص النبض بوضع إصبعين على القصبة الهوائية (تفاحة آدم). * ابدأ التنفس الاصطناعي (إنعاش الفم للفم) على الفور عن طريق النفخ ببطء في فم الشخص 5 مرات (لمدة 1.5 إلى 2 ثانية) مع مراقبة صدره وهو يرتفع مع كل ضربة. انتظر حتى يتراجع الصدر قبل أن تنفخ في فمه مرة أخرى. * البدء بالإنعاش القلبي الرئوي (CPR) (30 ضغطة على الصدر). * كرر عملية الإنعاش الفموي مرتين ثم قم بإجراء الإنعاش القلبي الرئوي مرة واحدة، حتى يستيقظ الشخص أو حتى وصول سيارة الإسعاف. * إذا بدأ الغريق في التنفس مرة أخرى قبل وصول سيارة الإسعاف، فيجب تدفئته بالملابس أو البطانيات ويجب تغيير ملابسه المبللة. * مراقبة المريض والاستمرار في فحص نبضه وتنفسه حتى وصول سيارة الإسعاف.

source: * Examine the wound and remove any contamination or foreign body inside it.
ar: * فحص الجرح وإزالة أي تلوث أو جسم غريب بداخله.

source: * Gently apply cold compresses to relieve pain and swelling, while avoiding using frozen food bags to make compresses to prevent bacterial eye infections. * Avoid pressure on the eye. * Eye strikes should not be taken lightly; Because a mild blow can lead to retinal detachment and loss of vision. * In the event of eye darkening, severe pain, or blurred vision, call 911.
ar: * وضع الكمادات الباردة بلطف لتخفيف الألم والتورم، مع تجنب استخدام أكياس الطعام المجمدة لعمل الكمادات للوقاية من التهابات العين البكتيرية. * تجنب الضغط على العين. * لا ينبغي الاستخفاف بضربات العين؛ لأن الضربة الخفيفة يمكن أن تؤدي إلى انفصال الشبكية وفقدان الرؤية. * في حالة سواد العين أو الألم الشديد أو عدم وضوح الرؤية اتصل بالرقم 911.

source: * If he cannot cough, place the child face down on the thigh and support the head of the face with one hand. * Slapping (hitting) the middle of the back five times consecutively, using the heel of the hand. * Raising the child so that his face is up while keeping the child's head low, using the index and middle fingers, pressing on the middle of the breastbone five times consecutively. * Repeating the process until the body comes out or the child loses consciousness.
ar: * إذا كان لا يستطيع السعال، ضع الطفل ووجهه لأسفل على الفخذ وادعم رأس الوجه بيد واحدة. * الضرب على منتصف الظهر خمس مرات متتالية بكعب اليد. * رفع الطفل بحيث يكون وجهه إلى الأعلى مع إبقاء رأس الطفل منخفضاً، وذلك باستخدام السبابة والوسطى، مع الضغط على منتصف عظمة الصدر خمس مرات متتالية. * تكرار العملية حتى يخرج الجسم أو يفقد الطفل وعيه.

source: * If the child is still conscious, encourage the child to cough. * If he cannot cough, the child is bent forward and one arm is placed on the chest to support him and the other hand is on the back. * Slapping (hitting) the back five times consecutively. * If the body does not come out, stand behind the child, put the arms around the child's abdomen, make a fist with one hand, hold the fist with the other hand, and direct five pressures on the upper abdomen by pushing the hand upwards. This will create an artificial cough and increase pressure in the chest and help expel the body. * Repeating the process until the body comes out or the child loses consciousness.
ar: * إذا كان الطفل لا يزال واعياً، شجعه على السعال. * إذا كان لا يستطيع السعال، احني الطفل إلى الأمام وضع إحدى ذراعيه على الصدر لدعمه واليد الأخرى على الظهر. * الضرب على الظهر خمس مرات متتالية. * إذا لم يخرج الجسم، قف خلف الطفل، وضع الذراعين حول بطن الطفل، واقبض بيد واحدة، وامسك القبضة باليد الأخرى، وقم بتوجيه خمس ضغطات على الجزء العلوي من البطن من خلال دفع اليد إلى أعلى . سيؤدي ذلك إلى إنشاء سعال اصطناعي وزيادة الضغط في الصدر ويساعد على طرد الجسم. * كرر العملية حتى يخرج الجسم.

source: * Immediately wash the eye with clean water. * You must know the type of chemical causing the injury and inform the doctor about it. Because some substances hurt the eye more than others.
ar: *غسل العين فوراً بالماء النظيف. * يجب معرفة نوع المادة الكيميائية المسببة للإصابة وإبلاغ الطبيب عنها. لأن بعض المواد تؤذي العين أكثر من غيرها.

source: * It is recommended to use disposable rubber gloves.
ar: * يوصى باستخدام القفازات المطاطية التي تستخدم لمرة واحدة.

source: * Place the drowning person on their back on a flat surface, and be careful when handling them as they may be unconscious after bumping their head against something. * Try to call the drowning person and shake their shoulders to make sure they are responding. * If the person does not respond, check their breathing. * Red Crescent (997). * If the person is breathing: Place them in the recovery position and warm them up with clothes or blankets. Change their wet clothes while waiting for the ambulance.
ar: * ضع الغريق على ظهره على سطح مستوي، وكن حذراً عند التعامل معه لأنه قد يكون فاقداً للوعي بعد اصطدام رأسه بشيء ما. * حاول مناداة الشخص الغريق وهز كتفيه للتأكد من استجابته. * إذا لم يستجب الشخص، قم بفحص تنفسه. * اتصل بالهلال الأحمر (997). * إذا كان الشخص يتنفس: ضعه في وضع الإفاقة وقم بتدفئته بالملابس أو البطانيات. تغيير ملابسهم المبللة أثناء انتظار سيارة الإسعاف.

source: * Protect the burned person from further harm. * Remove jewelry, belts and other restrictive items, especially from around burned areas like the neck. * Take painkillers to relieve the pain if necessary. * Cover the burn using a damp sterile bandage or a cool clean cloth. * Cover opened blisters with a dry, sterile bandage.
ar: * حماية الشخص المحروق من المزيد من الأذى. * إزالة المجوهرات والأحزمة وغيرها من الأشياء المقيدة، وخاصة من حول المناطق المحروقة مثل الرقبة. * تناول المسكنات لتخفيف الألم إذا لزم الأمر. * تغطية الحرق باستخدام ضمادة معقمة ورطبة أو قطعة قماش باردة ونظيفة. * تغطية البثور المفتوحة بضمادة جافة ومعقمة.

source: * Remove jewelry from the affected body part.
ar: * إزالة المجوهرات من الجزء المصاب من الجسم.

source: * Remove the remaining sting (bee sting) using sterile gauze, or by scraping the fingernail on the affected area, avoiding pressure on the affected area, or using tweezers. * Wash the sting site with soap and water. * Apply cold compresses to reduce swelling. * Avoid scratching the bite as this may increase swelling and increase the possibility of infection. * Take a painkiller to relieve the pain. * When the swelling spreads to other parts of the body, or when the injured person feels difficulty breathing, nausea, or dizziness, this means that the injured person is suffering from a severe allergic reaction to bee stings, call 911 immediately.
ar: * إزالة اللدغة المتبقية (لدغة النحل) باستخدام الشاش المعقم، أو عن طريق كشط الظفر على المنطقة المصابة، مع تجنب الضغط على المنطقة المصابة، أو باستخدام الملقط. *غسل مكان اللدغة بالماء والصابون. * وضع كمادات باردة لتقليل التورم. * تجنب حك مكان اللدغة لأن ذلك قد يزيد من التورم ويزيد من احتمالية الإصابة بالعدوى. * تناول مسكن للألم لتخفيف الألم. * عندما ينتشر التورم إلى أجزاء أخرى من الجسم، أو عندما يشعر المصاب بصعوبة في التنفس أو غثيان أو دوخة، فهذا يعني أن المصاب يعاني من رد فعل تحسسي شديد تجاه لسعات النحل، اتصل بالرقم 911 على الفور.

source: * Severe pain, swelling and bruising. * Discoloration of the skin around the affected area (in the form of a bruise). * A curvature may occur in the affected area as a result of the fracture. * Inability to move the affected area. * If the fracture is open, bleeding will occur as a result of skin laceration. * If the fracture occurs to large bones (such as: the femur or the pelvis), other symptoms will occur (such as: pale skin, feeling nauseous, and fainting).
ar: *ألم شديد وتورم وكدمات. * تغير لون الجلد حول المنطقة المصابة (على شكل كدمة). * قد يحدث انحناء في المنطقة المصابة نتيجة الكسر. * عدم القدرة على تحريك المنطقة المصابة. * إذا كان الكسر مفتوحاً يحدث نزيف نتيجة تهتك الجلد. * إذا حدث الكسر في العظام الكبيرة (مثل: عظم الفخذ أو الحوض) فستحدث أعراض أخرى (مثل: شحوب الجلد، والشعور بالغثيان، والإغماء).

source: * Stay as calm as possible and identify the type of spider if possible. * Wash the sting with soap and water. * Apply cold compresses to reduce swelling. * Raise the bite area as much as possible. * Avoid trying to remove the poison, and go immediately to the nearest emergency room. * When there is suspicion of being bitten by a black or red spider; Call 911 immediately.
ar: * حافظ على هدوئك قدر الإمكان وحدد نوع العنكبوت إن أمكن. * اغسل مكان اللدغة بالماء والصابون. * وضع كمادات باردة لتقليل التورم. * رفع منطقة العض قدر الإمكان . * تجنب محاولة إزالة السم، واذهب فوراً إلى أقرب غرفة طوارئ. * عند الاشتباه في التعرض للدغة عنكبوت أسود أو أحمر؛ اتصل بالرقم 911 على الفور.

source: * Stop the bleeding if the fracture has a laceration of the skin by applying pressure on the wound using a sterile bandage or a clean piece of cloth. * The affected area should not be moved; Because moving it can lead to severe complications, especially if the fracture is in the neck or spine. * The affected area should be cooled by placing ice cubes with a clean cloth and then placed on the affected area in order to reduce swelling and pain. * When the patient feels faint or is breathing short and rapid breaths, the injured person should be placed in a suitable position so that his head is slightly lower than the torso. If possible, his legs can be raised in order to overcome the symptoms of shock.​ * Call an ambulance to request help and transfer the injured person to the emergency department to take the necessary measures, such as examinations and treatment.
ar: * إيقاف النزيف إذا كان الكسر به تهتك في الجلد عن طريق الضغط على الجرح باستخدام ضمادة معقمة أو قطعة قماش نظيفة. * لا ينبغي تحريك المنطقة المصابة؛ لأن تحريكه يمكن أن يؤدي إلى مضاعفات خطيرة، خاصة إذا كان الكسر في الرقبة أو العمود الفقري. * يجب تبريد المنطقة المصابة عن طريق وضع مكعبات الثلج بقطعة قماش نظيفة ومن ثم وضعها على المنطقة المصابة وذلك لتقليل التورم والألم. * عندما يشعر المريض بالإغماء أو يتنفس أنفاساً قصيرة وسريعة يجب وضع المصاب في وضعية مناسبة بحيث يكون رأسه منخفضاً قليلاً عن الجذع. ويمكن، إن أمكن، رفع ساقيه للتغلب على أعراض الصدمة * الاتصال بالإسعاف لطلب المساعدة ونقل المصاب إلى قسم الطوارئ لاتخاذ الإجراءات اللازمة من فحوصات وعلاج.

source: * Take painkillers to relieve pain and change the bandage every 24 hours.
ar: * تناول المسكنات لتخفيف الألم وتغيير الضمادة كل 24 ساعة.

source: * The area affected by the fracture often has swelling, where the patient feels tight at first, and to reduce the swelling, the splint must be lifted by placing it on pillows and raising it above the level of the heart for a period of 24-48 hours. * Make ice packs on swelling places; By placing a bag of ice or a clean piece of cloth with ice inside it and applying compresses for 20 minutes every two hours, while avoiding placing ice directly on the skin. * Take pain relievers for at least 48 hours (such as: acetaminophen or ibuprofen) to relieve pain. * Keep the splint dry while showering and do not allow water to pass through it, by covering it with two plastic bags, wrapping each bag separately, and affixing it with adhesive tape to the skin outside the splint. * When the splint gets wet, it must be dried quickly with a hair dryer, and set on a cold setting, not hot, to avoid skin burns. * Keep the splint clean and avoid contamination with sand or dirt. to avoid infection. * Avoid placing any object inside the splint when feeling itchy (such as: a pen, etc.) so that it does not get stuck inside the splint and harm the skin and thus cause infection. But when feeling itchy inside the splint, a hair dryer can be used on the cold mode to reduce this feeling. * Avoid pulling out the lining parts of the splint.
ar: * غالباً ما تتورم المنطقة المصابة بالكسر، حيث يشعر المريض بضيق في البداية، ولتخفيف التورم يجب رفع الجبيرة بوضعها على الوسائد ورفعها فوق مستوى القلب لمدة 24- 48 ساعة. * عمل كمادات من الثلج على الأماكن المنتفخة؛ وذلك بوضع كيس من الثلج أو قطعة قماش نظيفة بداخلها ثلج ووضع كمادات لمدة 20 دقيقة كل ساعتين، مع تجنب وضع الثلج على الجلد مباشرة. * تناول مسكنات الألم لمدة 48 ساعة على الأقل (مثل: الأسيتامينوفين أو الإيبوبروفين) لتخفيف الألم. * حافظ على الجبيرة جافة أثناء الاستحمام ولا تسمح بمرور الماء من خلالها، وذلك من خلال تغطيتها بكيسين من البلاستيك، وتغليف كل كيس على حدة، وتثبيته بشريط لاصق على الجلد خارج الجبيرة. * عندما تتبلل الجبيرة، يجب تجفيفها بسرعة بمجفف الشعر، ووضعها على مكان بارد، وليس ساخن، لتجنب حروق الجلد. * حافظ على نظافة الجبيرة وتجنب تلوثها بالرمل أو الأوساخ. لتجنب العدوى. * تجنب وضع أي شيء داخل الجبيرة عند الشعور بالحكة (مثل: القلم وغيره) حتى لا يعلق داخل الجبيرة ويؤذي الجلد وبالتالي يسبب العدوى. لكن عند الشعور بالحكة داخل الجبيرة يمكن استخدام مجفف الشعر على الوضع البارد لتقليل هذا الشعور. * تجنب سحب الأجزاء المبطنة للجبيرة.

source: * The eye must be covered with a clean protective cover until arriving to the doctor. * Avoid pressure on the eye lid. * Avoid rinsing the eyes with water. * Avoid removing anything stuck in the eye. * Avoid rubbing or putting pressure on the eye. * Do not take aspirin or any anti-inflammatory medications; Because it will increase bleeding.
ar: * يجب تغطية العين بغطاء وقائي نظيف لحين الوصول للطبيب. * تجنب الضغط على جفن العين. * تجنب شطف العينين بالماء. * تجنب إزالة أي شيء عالق في العين. * تجنب فرك العين أو الضغط عليها. * لا تتناول الأسبرين أو أي أدوية مضادة للالتهابات؛ لأنه سيزيد النزيف.

source: * Try to keep track of how long a seizure lasts. * Any harmful objects should be removed from the vicinity of the patient during seizures, and the patient should be moved away form anything that can put them in danger such as stairways. * Remove glasses if the patient wears them. * Support the patient's head to protect it from hitting the ground by placing a cloth or a jacket.
ar: * حاول أن تتابع المدة التي تستمر فيها النوبة. * يجب إزالة أي أشياء ضارة من محيط المريض أثناء النوبات، ويجب إبعاد المريض عن أي شيء يمكن أن يعرضه للخطر مثل السلالم. *نزع النظارات إذا كان المريض يرتديها. * حماية رأس المريض لحمايته من الاصطدام بالأرض بوضع قطعة قماش أو سترة.

source: * Wash your hands well with clean water and soap before dealing with the wound, avoiding touching it with your fingers while treating it if possible.
ar: * اغسل يديك جيداً بالماء النظيف والصابون قبل التعامل مع الجرح، مع تجنب لمسه بأصابعك أثناء علاجه إن أمكن.

source: *If she is able to breathe or cough, encourage her to cough. * if she cannot cough, she is bent forward. * Slapping (hitting) the back five times consecutively with the heel of the hand. * If the body does not come out, stand behind it, put the arms around the chest area, make a fist with one hand, hold the fist with the other hand, and direct five pressures on the chest area by pushing the hand upwards. * Repeating the process until the body comes out or until she loses consciousness.
ar: *إذا كانت قادرة على التنفس أو السعال، شجعيها على السعال. * إذا لم تستطع السعال فهي منحنية إلى الأمام. * الضرب (الضرب) على الظهر خمس مرات متتالية بكعب اليد. * إذا لم يخرج الجسم، قف خلفه، وضع الذراعين حول منطقة الصدر، واقبض بيد واحدة، وامسك القبضة باليد الأخرى، وقم بتوجيه خمس ضغطات على منطقة الصدر من خلال دفع اليد إلى الأعلى. * تكرار العملية حتى يخرج الجسد أو حتى تفقد وعيها.

source: *If the person is conscious and able to cough,they must be encouraged to cough to expel the object that is causing the choking. * If he cannot cough, the person bends forward and then stands behind him and is supported with one hand, let it be the right, then use the left hand to hit the back with the heel of the hand (the last part of the palm between the palm and the wrist) five consecutive times. * If the body does not come out, stand behind the person, put the arms around the abdomen, make a fist with one hand, hold the fist with the other hand, and direct five pressures on the abdomen by pushing the hand upwards. * The process is repeated until the body is excreted or the person loses consciousness
ar: *إذا كان الشخص واعيًا وقادرًا على السعال، فيجب تشجيعه على السعال لطرد الجسم الذي يسبب الاختناق. * إذا كان لا يستطيع السعال ينحني الشخص إلى الأمام ثم يقف خلفه ويسنده بيد واحدة فلتكن اليمنى ثم يستخدم اليد اليسرى ليضرب الظهر بكعب اليد (الجزء الأخير من الكف) بين الكف والرسغ) خمس مرات متتالية. * إذا لم يخرج الجسم، قف خلف الشخص، وضع الذراعين حول البطن، واقبض بيد واحدة، وامسك القبضة باليد الأخرى، وقم بتوجيه خمس ضغطات على البطن من خلال دفع اليد إلى الأعلى. *تكرر العملية حتى يتم إخراج الجسم من الجسم أو يفقد الشخص وعيه

source: Abdominal compressions are not performed for children under one year of age or pregnant women
ar: لا يتم إجراء ضغطات البطن للأطفال أقل من سنة واحدة أو النساء الحوامل

source: Accessibility
ar: تسهيلات الاستخدام
